// The module is compiled by Sergio Kovalchuk  sergiokovalchuk@gmail.com
// Este módulo es compilado por Sergio Kovalchuk  sergiokovalchuk@gmail.com
// Составитель модуля - Сергей Ковальчук  sergiokovalchuk@gmail.com



// Это пример INI файла для модуля Библии в "Цитате из Библии"

// Этот же формат можно применять для описания фактически любой
// другой книги, которую потом можно читать в "Цитате" :-)

// BibleName = ... (описание модуля)

// Bible = Y/N (этот модуль Библия или другая книга)

// ShowVerseNumbers = Y/N (показывать номера стихов? Если не Библия, то не показывать)

// OldTestament = Y/N (есть ли Ветхий Завет в этом модуле)
// NewTestament = Y/N (есть ли Новый Завет в этом модуле)
// Apocrypha = Y/N (есть ли неканонические книги в этом модуле)

// Greek = Y/N (греческий язык? -- если да, то
// программа будет использовать греческий шрифт Symbol)

// Alphabet = ... (все буквы нелатинской части алфавита данного текста)
// эта переменная используется во время поиска

// пустые строки и строки, начинающиеся с // это комментарии

// ChapterSign = ... (признак начала главы в HTML или TXT файле)
// VerseSign = ... (признак начала стиха)

// например
// ChapterSign = A NAME
// VerseSign = <SUP>

// BookQty = ... (количество книг)

// PathName = ... (имя файла, относительно текущей директории)
// FullName = ... (полное название книги)
// ShortName = ... (краткое название для книги)
// ChapterQty = ... (количество глав в книге)

// ВНИМАНИЕ: переменные PathName, FullName, ShortName, ChapterQty
// должны быть определены для каждой книги



BibleName = (ES) La Santa Biblia Reina Valera Revisión 1960 sin títulos (исправленный модуль. Испанский язык)

BibleShortName = RV_60st

Bible = Y
OldTestament = Y
NewTestament = Y
Apocrypha = N
StrongNumbers = N
Greek = N

Alphabet =1234567890:AÁBCDEÉFGHIÍJKLMNOÓPQRSTUÚÜVWXYZaábcdeéfghiíjklmnoópqrstuúüvwxyz

DesiredFontName=
DesiredFontCharset=238

ChapterSign = <h4>

VerseSign = <p>

HTMLFilter = <b></b><br>
HTMLFilter=<sup></sup><font color="#FF0000"></font><br><BR><HR><img src=


BookQty = 66

SoundDirectory = 

PathName = 01_genesis_c.txt
FullName = Génesis
ShortName = Gn. Ge. Ge Gen. Gen  Gn Genesis. Génesis.
ChapterQty = 50

PathName = 02_exodus_c.txt
FullName = Éxodo
ShortName = Ex. Ex Exo. Exo Exod. Exod Exodus. Éxodo
ChapterQty = 40

PathName = 03_leviticus_c.txt
FullName = Levítico
ShortName = Lv. Lev. Lev Le. Le  Lv Levit. Levit Leviticus. Levítico
ChapterQty = 27

PathName = 04_numbers_c.txt
FullName = Números
ShortName = Nm. Nu. Nu Num. Num Nm. Nm Numb. Numb Numbers. Números
ChapterQty = 36

PathName = 05_deuteronomy_c.txt
FullName = Deuteronomio
ShortName = Dt. De. De Deut. Deut Deu. Deu  Dt  Deuteron. Deuteron Deuteronomy. Deuteronomio
ChapterQty = 34

PathName = 06_joshua_c.txt
FullName = Josué
ShortName = Jos. Jos Josh. Josh Joshua. Josué
ChapterQty = 24

PathName = 07_judges_c.txt
FullName = Jueces
ShortName = Jue. Jdg. Jdg Judg. Judg Judge. Judge Judges. Jueces
ChapterQty = 21

PathName = 08_ruth_c.txt
FullName = Rut
ShortName = Rt. Ru. Ru Ruth Rth. Rth Rt. Rt. Rut
ChapterQty = 4

PathName = 09_1samuel_c.txt
FullName = 1 Samuel
ShortName = 1S. 1Sa. 1Sa 1S. 1S 1Sam. 1Sam 1Sm. 1Sm 1Sml. 1Sml 1Samuel
ChapterQty = 31

PathName = 10_2samuel_c.txt
FullName = 2 Samuel
ShortName = 2S. 2Sa. 2Sa 2S. 2S 2Sam. 2Sam 2Sm. 2Sm 2Sml. 2Sml 2Samuel
ChapterQty = 24

PathName = 11_1kings_c.txt
FullName = 1 Reyes
ShortName = 1R. 1Ki. 1Ki 1K. 1K 1Kn. 1Kn 1Kg. 1Kg 1King. 1King 1Kng. 1Kng 1Kings. 1 Reyes
ChapterQty = 22

PathName = 12_2kings_c.txt
FullName = 2 Reyes
ShortName = 2R. 2Ki. 2Ki 2K. 2K 2Kn. 2Kn 2Kg. 2Kg 2King. 2King 2Kng. 2Kng 2Kings. 2 Reyes
ChapterQty = 25

PathName = 13_1chronicles_c.txt
FullName = 1 Crónicas
ShortName = 1Cr. 1Chr. 1Chr 1Ch. 1Ch 1Chron. 1Chron. 1 Chrónicas
ChapterQty = 29

PathName = 14_2chronicles_c.txt
FullName = 2 Crónicas
ShortName = 2Cr. 2Chr. 2Chr 2Ch. 2Ch 2Chron. 2Chron. 2 Chrónicas
ChapterQty = 36

PathName = 15_ezra_c.txt
FullName = Esdras
ShortName = Esd. Ezr. Ezr Ezra. Esdras
ChapterQty = 10

PathName = 16_nehemiah_c.txt
FullName = Nehemías
ShortName = Neh. Ne. Ne Neh. Neh Nehem. Nehem Nehemiah. Nehemías
ChapterQty = 13

PathName = 17_esther_c.txt
FullName = Ester
ShortName =  Est. Esth. Esth Est Esther. Ester
ChapterQty = 10

PathName = 18_job_c.txt
FullName = Job
ShortName = Job. Job. Jb. Jb. Job
ChapterQty = 42

PathName = 19_psalms_c.txt
FullName = Salmos
ShortName = Sal. Ps. Ps Psa. Psa Psal. Psal Psalm Psalms. Salmos
ChapterQty = 150

PathName = 20_proverbs_c.txt
FullName = Proverbios
ShortName = Pr. Pr Prov. Prov Pro. Pro Proverb Proverbs. Proverbios
ChapterQty = 31

PathName = 21_ecclesiastes_c.txt
FullName =  Eclesiastés
ShortName = Ec. Ec Eccl. Eccl Ecc. Ecc Ecclesia. Ecclesia. Eclesiastés
ChapterQty = 12

PathName = 22_songofsolomon_c.txt
FullName = Cantares
ShortName = Cnt. Song. Song Songs SS. SS Sol. Sol. Cantares
ChapterQty = 8

PathName = 23_isaiah_c.txt
FullName = Isaías
ShortName = Is. Isa. Isa Is. Is Isaiah. Isaías
ChapterQty = 66

PathName = 24_jeremiah_c.txt
FullName = Jeremías
ShortName = Jer. Je. Je Jer. Jer Jerem. Jerem Jeremiah. Jeremías
ChapterQty = 52

PathName = 25_lamentations_c.txt
FullName = Lamentaciones
ShortName = Lm. La. La Lam. Lam Lament. Lament Lamentation Lamentations. Lamentaciones
ChapterQty = 5

PathName = 26_ezekiel_c.txt
FullName = Ezequiel
ShortName = Ez. Ez. Ez Eze. Eze Ezek. Ezek Ezekiel. Ezequiel
ChapterQty = 48

PathName = 27_daniel_c.txt
FullName = Daniel
ShortName = Dn. Da. Da Dan. Dan Daniel
ChapterQty = 12

PathName = 28_hosea_c.txt
FullName = Oseas
ShortName = Os. Hos. Hos Ho. Ho Hosea. Oseas
;ShortName = Os. Ho. Ho Hos. Hos Hosea. Oseas
ChapterQty = 14

PathName = 29_joel_c.txt
FullName = Joel
ShortName = Jl. Joel. Joel Joe. Joe
ChapterQty = 3

PathName = 30_amos_c.txt
FullName = Amós
ShortName = Am. Am Amos Amo. Amo. Amós
ChapterQty = 9

PathName = 31_obadiah_c.txt
FullName = Abdías
ShortName = Abd. Ob. Ob Obad. Obad. Obadiah Oba. Oba. Abdías
ChapterQty = 1

PathName = 32_jonah_c.txt
FullName = Jonás
ShortName = Jon. Jon Jnh. Jnh. Jona. Jona Jonah. Jonás
ChapterQty = 4

PathName = 33_micah_c.txt
FullName = Miqueas
ShortName = Mi. Mi Mic. Mic Micah. Miqueas
ChapterQty = 7

PathName = 34_nahum_c.txt
FullName = Nahum
ShortName = Nah. Na. Na Nah. Nah Nahum
ChapterQty = 3

PathName = 35_habakkuk_c.txt
FullName = Habacuc
ShortName = Hab. Hab Habak. Habak Habakkuk. Habacuc
ChapterQty = 3

PathName = 36_zephaniah_c.txt
FullName = Sofonías
ShortName = Sof. Zeph. Zeph  Zep. Zep Zephaniah. Sofonías
ChapterQty = 3

PathName = 37_haggai_c.txt
FullName = Hageo
ShortName = Hag. Hag Haggai. Hageo
ChapterQty = 2

PathName = 38_zechariah_c.txt
FullName = Zacarías
ShortName = Zac. Ze. Ze Zec. Zec Zech. Zech Zechariah. Zacarías
ChapterQty = 14

PathName = 39_malachi_c.txt
FullName = Malaquías
ShortName = Mal. Mal Malachi. Malaquías
ChapterQty = 4

PathName = 40_matthew_c.txt
FullName = San Mateo
ShortName = Mt. Mt Ma. Ma Matt. Matt Mat. Mat Matthew. San Mateo
ChapterQty = 28

PathName = 41_mark_c.txt
FullName = San Marcos
ShortName = Mr. Mk. Mk Mar. Mar Mr. Mr Mrk. Mrk Mark. San Marcos
ChapterQty = 16

PathName = 42_luke_c.txt
FullName = San Lucas
ShortName = Lc. Lk. Lk Lu. Lu Luk. Luk Luke. San Lucas
ChapterQty = 24

PathName = 43_john_c.txt
FullName = San Juan
ShortName = Jn. Jn Jno. Jno Joh. Joh John. San Juan
ChapterQty = 21

PathName = 44_acts_c.txt
FullName = Hechos
ShortName = Hch. Ac. Ac Act. Act Acts. Hechos
ChapterQty = 28

PathName = 45_romans_c.txt
FullName = Romanos
ShortName = Ro. Ro Rom. Rom Romans. Romanos
ChapterQty = 16

PathName = 46_1corinthians_c.txt
FullName = 1 Corintios
ShortName = 1Co. 1Co 1Cor. 1Cor 1Corinth. 1Corinth 1Corinthians. 1 Corintios
ChapterQty = 16

PathName = 47_2corinthians_c.txt
FullName = 2 Corintios
ShortName = 2Co. 2Co 2Cor. 2Cor 2Corinth. 2Corinth 2Corinthians. 2 Corintios
ChapterQty = 13

PathName = 48_galatians_c.txt
FullName = Gálatas
ShortName = Gá. Ga. Ga Gal. Gal Galat. Galat Galatians. Gálatas
ChapterQty = 6

PathName = 49_ephesians_c.txt
FullName = Efesios
ShortName = Ef. Eph. Eph Ep. Ep Ephes. Ephes Ephesians. Efesios
ChapterQty = 6

PathName = 50_philippians_c.txt
FullName = Filipenses
ShortName = Fil. Php. Php Ph. Ph Phil. Phil Phi. Phi. Philip. Philip Philippians. Filipenses
ChapterQty = 4

PathName = 51_colossians_c.txt
FullName = Colosenses
ShortName = Col. Col Colos. Colos Colossians. Colosenses
ChapterQty = 4

PathName = 52_1thessalonians_c.txt
FullName = 1 Tesalonicenses
ShortName = 1Ts. 1Th. 1Th 1Thes. 1Thes 1Thess. 1Thess 1Thessalonians. 1 Tesalonicenses
ChapterQty = 5

PathName = 53_2thessalonians_c.txt
FullName = 2 Tesalonicenses
ShortName = 2Ts. 2Th. 2Th 2Thes. 2Thes 2Thess. 2Thess 2Thessalonians. 2 Tesalonicenses
ChapterQty = 3

PathName = 54_1timothy_c.txt
FullName = 1 Timoteo
ShortName = 1Ti. 1Ti 1Tim. 1Tim 1Timothy. 1 Timoteo
ChapterQty = 6

PathName = 55_2timothy_c.txt
FullName = 2 Timoteo
ShortName = 2Ti. 2Ti 2Tim. 2Tim 2Timothy. 2 Timoteo
ChapterQty = 4

PathName = 56_titus_c.txt
FullName = Tito
ShortName = Tit. Tit Ti. Ti Titus. Tito
ChapterQty = 3

PathName = 57_philemon_c.txt
FullName = Filemón
ShortName = Flm. Phm. Phm Phile. Phile Phlm. Phlm Philemon. Filemón
ChapterQty = 1

PathName = 58_hebrews_c.txt
FullName = Hebreos
ShortName = He. He Heb. Heb Hebr. Hebr Hebrews. Hebreos
ChapterQty = 13

PathName = 59_james_c.txt
FullName = Santiago
ShortName = Stg. Jas. Jas Ja. Ja Jam. Jam Jms. Jms James. Santiago
ChapterQty = 5

PathName = 60_1peter_c.txt
FullName = 1 Pedro
ShortName = 1P. 1Pe. 1Pe 1Pet. 1Pet 1Peter. 1 Pedro
ChapterQty = 5

PathName = 61_2peter_c.txt
FullName = 2 Pedro
ShortName = 2P. 2Pe. 2Pe 2Pet. 2Pet 2Peter. 2 Pedro
ChapterQty = 3

PathName = 62_1john_c.txt
FullName = 1 Juan
ShortName = 1Jn. 1Jn. 1Jn 1Jo. 1Jo 1Joh. 1Joh 1Jno. 1Jno 1John. 1 Juan
ChapterQty = 5

PathName = 63_2john_c.txt
FullName = 2 Juan
ShortName = 2Jn. 2Jn. 2Jn 2Jo. 2Jo 2Joh. 2Joh 2Jno. 2Jno 2John. 2 Juan
ChapterQty = 1

PathName = 64_3john_c.txt
FullName = 3 Juan
ShortName = 3Jn. 3Jn. 3Jn 3Jo. 3Jo 3Joh. 3Joh 3Jno. 3Jno 3John. 3 Juan
ChapterQty = 1

PathName = 65_jude_c.txt
FullName = San Judas
ShortName = Jud. Jud Jude Jd. Jd. San Judas
ChapterQty = 1

PathName = 66_revelation_c.txt
FullName = Apocalipsis
ShortName = Ap. Rev. Rev Re. Re Rv. Rv Revelation. Apocalipsis
ChapterQty = 22
